Revit 2027 API
ParameterTypeId.RbsHvacloadPartitionCoolingLoadParam Property
 "Partition Cooling Load"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId RbsHvacloadPartitionCoolingLoadParam { get; }
Public Shared ReadOnly Property RbsHvacloadPartitionCoolingLoadParam As ForgeTypeId
	Get
public:
static property ForgeTypeId^ RbsHvacloadPartitionCoolingLoadParam {
	ForgeTypeId^ get ();
}
static member RbsHvacloadPartitionCoolingLoadParam : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace